Repository: brol/weatherPlus
Catalog: locales/*/main.po
Languages: fr

source: Weather
fr: Météo

source: Show weather
fr: Afficher la météo

source: City ID or City (separated by commas):
fr: ID de ville ou Ville (séparé par une virgule) :

source: Icons theme:
fr: Thème d'icônes :

source: Display local time
fr: Afficher l'heure locale

source: Setting have been successfully updated.
fr: Les paramètres ont été mis à jour avec succès.

source: Search a city
fr: Rechercher une ville

source: City
fr: Ville

source: Results found for
fr: Résustats trouvés pour

source: ID City
fr: ID de ville

source: No result found for
fr: Aucun résultat trouvé pour

source: Web interface to configure the weather display
fr: Interface Web pour configurer l'affichage de la météo
